Repository: robo-robo-123/CompatibilityChecker
Catalog: CompatibilityChecker_UWP/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# ad.Text
source: Ad column
ja_jp: 広告欄

# add.Content
source: add
ja_jp: 追加

# addlist.Text
source: add the result to a list
ja_jp: リストに追加する

# adlis.Label
source: Add to List
ja_jp: リストへ追加

# affinityresult2
source: is
ja_jp: の相性の結果は

# and.Text
source: and
ja_jp: かつ

# as.Text
source: This App's site
ja_jp: アプリのサイト

# ata
source: About This App
ja_jp: アプリの説明

# bu
source: Bug
ja_jp: むし

# can.Content
source: cansel
ja_jp: キャンセル

# check.Content
source: check
ja_jp: チェック

# checkresult
source: The result of type affinity check
ja_jp: タイプ相性チェックの結果

# CompatibilityCheck
source: Affinity Check
ja_jp: 相性チェック

# da
source: Dark
ja_jp: あく

# Defence
source: The Defence
ja_jp: 守り側

# del.Content
source: delete
ja_jp: 削除

# delEx.Text
source: All the contents on the list are deleted when I push the deletion button.
ja_jp: 削除ボタンを押すとリストの中身が全て削除されます。

# dellist.Label
source: Deletion on the list
ja_jp: リストの削除

# dr
source: Dragon
ja_jp: ドラゴン

# el
source: Electric
ja_jp: でんき

# fa
source: Faily
ja_jp: フェアリー

# fi
source: Fighting
ja_jp: かくとう

# fir
source: Fire
ja_jp: ほのお

# fl
source: Flying
ja_jp: ひこう

# gh
source: Ghost
ja_jp: ゴースト

# gra
source: Grass
ja_jp: くさ

# gro
source: Ground
ja_jp: じめん

# ic
source: Ice
ja_jp: こおり

# input.PlaceholderText
source: Please input a title
ja_jp: タイトルを入力してください

# item.Text
source: About the item which you chose
ja_jp: 選んだ項目に対して

source: MemoData
ja_jp: メモデータ

# no
source: Normal
ja_jp: ノーマル

# Offence
source: The Offence
ja_jp: 攻め側

# po
source: Poison
ja_jp: どく

# pp
source: Privacy Policy
ja_jp: プライバシー ポリシー

# ps
source: Psychic
ja_jp: エスパー

# rem.Text
source: remove the contents on the list
ja_jp: リストの中身を削除する

# reset.Content
source: reset
ja_jp: リセット

# Result.Text
source: Result:
ja_jp: 結果：

# resultsend
source: The transmission of the result that checked affinity
ja_jp: 相性をチェックした結果を送信します

# ro
source: Rock
ja_jp: いわ

source: Saved List
ja_jp: 保存リスト

# st
source: Steel
ja_jp: はがね

# tcc.Text
source: Type Affinity Checker for XY
ja_jp: タイプ相性チェッカー for XY

# times
source: x
ja_jp: 倍

# TypeAttack.Header
source: Type of the move to attack
ja_jp: 攻撃技のタイプ

# TypeDefence.Header
source: Type of the defence
ja_jp: 防御側のタイプ

# TypeOffence.Header
source: Type of the offense
ja_jp: 攻撃側のタイプ

# wa
source: Water
ja_jp: みず

source: and
ja_jp: かつ

# ade
source: Calculation method
ja_jp: 算出方法

# AppDete.Text
source: Calculation method
ja_jp: 算出方法

# AppDetermination.Title
source: Calculation method
ja_jp: 算出方法

# AppStatementBody.Text
source: In the affinity check page, you choose the contents of the box and can calculate it by pushing the button to check. Please use the button of "burn state" only for the physical move. A result becomes a half. There is the revision when a type of the move to attack accorded with the type of the offense. It is done 1.5 times for a normal result. These revision may not be indicated. Please use it properly by the situation.
ja_jp: 相性チェックページでは、ボックスの中身を選択し、チェックするボタンを押すことで算出することができます。 ”やけど状態”のボタンは物理技に限り使用してください。結果が2分の1になります。 攻撃側のタイプと攻撃技のタイプが一致した場合の補正もあります。通常の結果に1.5倍されます。 これらの補正が適応されない場合もあります。状況によって使い分けてください。

# burn.Content
source: Burn state
ja_jp: やけど状態

# burn.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Please use it for only in the case of the physical move
ja_jp: 物理技の場合のみに使用してください。
